{
  "categories": [
    {
      "id": "employment",
      "title": {
        "en": "Employment Rights",
        "ta": "வேலை உரிமைகள்",
        "ml": "തൊഴിൽ അവകാശങ്ങൾ",
        "hi": "रोजगार अधिकार"
      },
      "rules": [
        {
          "id": "registration",
          "title": {
            "en": "Registration Requirements",
            "ta": "பதிவு தேவைகள்",
            "ml": "രജിസ്ട്രേഷൻ ആവശ്യകതകൾ",
            "hi": "पंजीकरण आवश्यकताएँ"
          },
          "content": {
            "en": "The Kerala Inter-State Migrant Workmen (Regulation of Employment and Conditions of Service) Amendment Rules, 2025 require registration of establishments and contractors employing five or more migrant workers, with licences from both home and host states.",
            "ta": "கேரள மாநிலங்களுக்கிடையேயான புலம்பெயர் தொழிலாளர்கள் (வேலைவாய்ப்பு ஒழுங்குமுறை மற்றும் சேவை நிபந்தனைகள்) திருத்த விதிகள், 2025 ஐந்து அல்லது அதற்கு மேற்பட்ட புலம்பெயர் தொழிலாளர்களை பணியமர்த்தும் நிறுவனங்கள் மற்றும் ஒப்பந்ததாரர்களின் பதிவு, இருப்பிட மற்றும் புகலிட மாநிலங்களில் இருந்து உரிமங்களுடன் தேவைப்படுகிறது.",
            "ml": "കേരള ഇന്റർ-സ്റ്റേറ്റ് കുടിയേറ്റ തൊഴിലാളികൾ (തൊഴിൽ നിയന്ത്രണവും സേവന വ്യവസ്ഥകളും) ഭേദഗതി ചട്ടങ്ങൾ, 2025 അഞ്ച് അല്ലെങ്കിൽ അതിലധികം കുടിയേറ്റ തൊഴിലാളികളെ ജോലിക്ക് നിയോഗിക്കുന്ന സ്ഥാപനങ്ങളുടെയും കരാറുകാരുടെയും രജിസ്ട്രേഷൻ ആവശ്യപ്പെടുന്നു, ആഭ്യന്തര, ആതിഥേയ സംസ്ഥാനങ്ങളിൽ നിന്നുള്ള ലൈസൻസുകളോടെ.",
            "hi": "केरल अंतर-राज्य प्रवासी कामगार (रोजगार और सेवा शर्तों का विनियमन) संशोधन नियम, 2025 के तहत पांच या अधिक प्रवासी श्रमिकों को नियुक्त करने वाले प्रतिष्ठानों और ठेकेदारों का पंजीकरण आवश्यक है, जिसमें गृह और मेजबान राज्यों से लाइसेंस की आवश्यकता होती है।"
          }
        },
        {
          "id": "min_wage",
          "title": {
            "en": "Minimum Wage Rights",
            "ta": "குறைந்தபட்ச ஊதிய உரிமைகள்",
            "ml": "കുറഞ്ഞ വേതന അവകാശങ്ങൾ",
            "hi": "न्यूनतम मजदूरी अधिकार"
          },
          "content": {
            "en": "Workers are entitled to minimum wages based on sector; for 2025, rates range from ₹600–₹1000 per day depending on sector (agriculture, construction, tourism, etc.). Employers must ensure prompt payment of wages and social security benefits like ESI and EPF; the Kerala labour department frequently amends wage rates and welfare coverage for migrants.",
            "ta": "தொழிலாளர்கள் துறை அடிப்படையில் குறைந்தபட்ச ஊதியம் பெற உரிமை உண்டு; 2025க்கு, விகிதங்கள் துறையைப் பொறுத்து (விவசாயம், கட்டுமானம், சுற்றுலா, போன்றவை) ஒரு நாளைக்கு ₹600–₹1000 வரை மாறுபடும். பணியாளர்கள் ஊதியம் மற்றும் ESI மற்றும் EPF போன்ற சமூக பாதுகாப்பு நலன்களை உடனடியாக வழங்குவதை உறுதிசெய்ய வேண்டும்.",
            "ml": "മേഖല അടിസ്ഥാനമാക്കി തൊഴിലാളികൾക്ക് കുറഞ്ഞ വേതനത്തിന് അർഹതയുണ്ട്; 2025-ന്, നിരക്കുകൾ മേഖല അനുസരിച്ച് (കൃഷി, നിർമ്മാണം, ടൂറിസം തുടങ്ങിയവ) പ്രതിദിനം ₹600–₹1000 വരെ വ്യത്യാസപ്പെടുന്നു. തൊഴിലുടമകൾ വേതനം, ESI, EPF പോലുള്ള സാമൂഹിക സുരക്ഷാ ആനുകൂല്യങ്ങൾ എന്നിവ പെട്ടെന്ന് നൽകുന്നത് ഉറപ്പാക്കണം.",
            "hi": "श्रमिकों को क्षेत्र के आधार पर न्यूनतम मजदूरी का अधिकार है; 2025 के लिए, दरें क्षेत्र (कृषि, निर्माण, पर्यटन, आदि) के आधार पर प्रति दिन ₹600–₹1000 तक भिन्न होती हैं। नियोक्ताओं को मजदूरी और ईएसआई और ईपीएफ जैसे सामाजिक सुरक्षा लाभों के त्वरित भुगतान सुनिश्चित करना चाहिए।"
          }
        },
        {
          "id": "grievance_resolution",
          "title": {
            "en": "Grievance Resolution",
            "ta": "குறை தீர்வு",
            "ml": "പരാതി പരിഹാരം",
            "hi": "शिकायत समाधान"
          },
          "content": {
            "en": "Special helplines and grievance cells have been launched for migrant workers, with robust dispute resolution mechanisms. These systems allow workers to report labor violations, wage theft, or mistreatment without fear of retaliation from employers.",
            "ta": "புலம்பெயர்ந்த தொழிலாளர்களுக்காக சிறப்பு உதவி எண்கள் மற்றும் குறைதீர்ப்பு பிரிவுகள் வலுவான தகராறு தீர்வு முறைகளுடன் தொடங்கப்பட்டுள்ளன. இந்த அமைப்புகள் தொழிலாளர்கள் தொழிலாளர் மீறல்கள், ஊதிய திருட்டு அல்லது தவறாக நடத்துதல் ஆகியவற்றை முதலாளிகளின் பழிவாங்கல் பயமின்றி புகாரளிக்க அனுமதிக்கிறது.",
            "ml": "കുടിയേറ്റ തൊഴിലാളികൾക്കായി പ്രത്യേക ഹെൽപ്‌ലൈനുകളും പരാതി സെല്ലുകളും ശക്തമായ തർക്ക പരിഹാര സംവിധാനങ്ങളോടെ ആരംഭിച്ചിട്ടുണ്ട്. തൊഴിലാളികൾക്ക് തൊഴിൽ ലംഘനങ്ങൾ, വേതന മോഷണം, അല്ലെങ്കിൽ ദുരുപയോഗം എന്നിവ തൊഴിലുടമകളുടെ പ്രതികാര ഭയമില്ലാതെ റിപ്പോർട്ട് ചെയ്യാൻ ഈ സംവിധാനങ്ങൾ അനുവദിക്കുന്നു.",
            "hi": "प्रवासी श्रमिकों के लिए विशेष हेल्पलाइन और शिकायत कक्ष मजबूत विवाद समाधान तंत्र के साथ शुरू किए गए हैं। ये प्रणालियां श्रमिकों को नियोक्ताओं से प्रतिशोध के डर के बिना श्रम उल्लंघन, वेतन चोरी, या दुर्व्यवहार की रिपोर्ट करने की अनुमति देती हैं।"
          }
        }
      ]
    },
    {
      "id": "healthcare",
      "title": {
        "en": "Health & Safety",
        "ta": "சுகாதாரம் & பாதுகாப்பு",
        "ml": "ആരോഗ്യ പരിപാലനവും സുരക്ഷയും",
        "hi": "स्वास्थ्य देखभाल और सुरक्षा"
      },
      "rules": [
        {
          "id": "safety_laws",
          "title": {
            "en": "Safety Laws and Regulations",
            "ta": "பாதுகாப்பு சட்டங்கள் மற்றும் விதிமுறைகள்",
            "ml": "സുരക്ഷാ നിയമങ്ങളും നിയന്ത്രണങ്ങളും",
            "hi": "सुरक्षा कानून और नियम"
          },
          "content": {
            "en": "Health and safety laws for migrant workers are enforced under the Factories Act with Kerala-specific amendments, along with the central Occupational Safety, Health and Working Conditions (OSH) Code. Employers must provide safety training, equipment, proper sanitation, access to clean drinking water, medical checkups, and accident compensation; stricter enforcement applies in hazardous industries such as chemicals and construction.",
            "ta": "புலம்பெயர் தொழிலாளர்களுக்கான சுகாதாரம் மற்றும் பாதுகாப்பு சட்டங்கள் கேரளாவுக்கே உரிய திருத்தங்களுடன் தொழிற்சாலைகள் சட்டத்தின் கீழ் அமல்படுத்தப்படுகின்றன, மற்றும் மத்திய தொழில்சார் பாதுகாப்பு, சுகாதாரம் மற்றும் பணி நிலைமைகள் (OSH) குறியீடு.",
            "ml": "കുടിയേറ്റ തൊഴിലാളികൾക്കായുള്ള ആരോഗ്യ, സുരക്ഷാ നിയമങ്ങൾ കേരള പ്രത്യേക ഭേദഗതികളോടെ ഫാക്ടറീസ് ആക്ട് പ്രകാരം നടപ്പിലാക്കുന്നു, സെൻട്രൽ ഒക്യുപേഷണൽ സേഫ്റ്റി, ഹെൽത്ത് ആൻഡ് വർക്കിംഗ് കണ്ടീഷൻസ് (OSH) കോഡിനൊപ്പം.",
            "hi": "प्रवासी श्रमिकों के लिए स्वास्थ्य और सुरक्षा कानून केरल-विशिष्ट संशोधनों के साथ फैक्ट्रीज एक्ट के तहत लागू किए जाते हैं, साथ ही केंद्रीय व्यावसायिक सुरक्षा, स्वास्थ्य और कार्य स्थिति (OSH) कोड भी।"
          }
        },
        {
          "id": "healthcare_access",
          "title": {
            "en": "Healthcare Access",
            "ta": "சுகாதார பராமரிப்பு அணுகல்",
            "ml": "ആരോഗ്യ പരിപാലന പ്രവേശനം",
            "hi": "स्वास्थ्य देखभाल का उपयोग"
          },
          "content": {
            "en": "Kerala offers free healthcare to all migrant workers, regular medical camps, and insurance schemes like Awas; health cards and awareness programs are rolled out for migrants' welfare. Additional protections for women workers, such as safe transport during night shifts and enforcement of sexual harassment laws, are mandated.",
            "ta": "கேரளா அனைத்து புலம்பெயர் தொழிலாளர்களுக்கும் இலவச சுகாதார பராமரிப்பு, வழக்கமான மருத்துவ முகாம்கள், மற்றும் அவாஸ் போன்ற காப்பீட்டுத் திட்டங்களை வழங்குகிறது; புலம்பெயர்ந்தோரின் நலனுக்காக சுகாதார அட்டைகள் மற்றும் விழிப்புணர்வு திட்டங்கள் அறிமுகப்படுத்தப்படுகின்றன.",
            "ml": "കേരളം എല്ലാ കുടിയേറ്റ തൊഴിലാളികൾക്കും സൗജന്യ ആരോഗ്യ പരിപാലനം, പതിവ് മെഡിക്കൽ ക്യാമ്പുകൾ, അവാസ് പോലുള്ള ഇൻഷുറൻസ് പദ്ധതികൾ എന്നിവ വാഗ്ദാനം ചെയ്യുന്നു; കുടിയേറ്റക്കാരുടെ ക്ഷേമത്തിനായി ആരോഗ്യ കാർഡുകളും അവബോധ പരിപാടികളും നടപ്പിലാക്കുന്നു.",
            "hi": "केरल सभी प्रवासी श्रमिकों को मुफ्त स्वास्थ्य सेवा, नियमित चिकित्सा शिविर और आवास जैसी बीमा योजनाएं प्रदान करता है; प्रवासियों के कल्याण के लिए स्वास्थ्य कार्ड और जागरूकता कार्यक्रम शुरू किए जाते हैं।"
          }
        },
        {
          "id": "women_protections",
          "title": {
            "en": "Women Worker Protections",
            "ta": "பெண் தொழிலாளர் பாதுகாப்புகள்",
            "ml": "വനിതാ തൊഴിലാളി സംരക്ഷണം",
            "hi": "महिला श्रमिक संरक्षण"
          },
          "content": {
            "en": "Additional protections for women workers, such as safe transport during night shifts and enforcement of sexual harassment laws, are mandated. Employers must establish Internal Complaints Committees and ensure gender-sensitive working environments with adequate facilities for women workers.",
            "ta": "இரவு நேர வேலைகளின் போது பாதுகாப்பான போக்குவரத்து மற்றும் பாலியல் துன்புறுத்தல் சட்டங்களை அமல்படுத்துதல் போன்ற பெண் தொழிலாளர்களுக்கான கூடுதல் பாதுகாப்புகள் கட்டாயமாக்கப்பட்டுள்ளன. பணியாளர்கள் உள் புகார் குழுக்களை நிறுவி, பெண் தொழிலாளர்களுக்கு போதுமான வசதிகளுடன் பாலின-உணர்திறன் கொண்ட வேலை சூழலை உறுதிசெய்ய வேண்டும்.",
            "ml": "രാത്രി ഷിഫ്റ്റുകളിൽ സുരക്ഷിതമായ ഗതാഗതം, ലൈംഗിക പീഡന നിയമങ്ങളുടെ നടപ്പാക്കൽ തുടങ്ങിയ വനിതാ തൊഴിലാളികൾക്കുള്ള അധിക സംരക്ഷണങ്ങൾ നിർബന്ധമാക്കിയിട്ടുണ്ട്. തൊഴിലുടമകൾ ആഭ്യന്തര പരാതി കമ്മിറ്റികൾ സ്ഥാപിക്കുകയും വനിതാ തൊഴിലാളികൾക്ക് മതിയായ സൗകര്യങ്ങളോടെ ലിംഗ-സെൻസിറ്റീവ് ജോലി സാഹചര്യങ്ങൾ ഉറപ്പാക്കുകയും ചെയ്യണം.",
            "hi": "महिला श्रमिकों के लिए अतिरिक्त सुरक्षा, जैसे रात की पाली के दौरान सुरक्षित परिवहन और यौन उत्पीड़न कानूनों का प्रवर्तन, अनिवार्य है। नियोक्ताओं को आंतरिक शिकायत समितियों की स्थापना और महिला श्रमिकों के लिए पर्याप्त सुविधाओं के साथ लिंग-संवेदनशील कार्य वातावरण सुनिश्चित करना चाहिए।"
          }
        }
      ]
    },
    {
      "id": "housing",
      "title": {
        "en": "Housing and Accommodation",
        "ta": "வீட்டுவசதி மற்றும் தங்குமிடம்",
        "ml": "പാർപ്പിടവും താമസവും",
        "hi": "आवास और निवास"
      },
      "rules": [
        {
          "id": "apna_ghar",
          "title": {
            "en": "Apna Ghar Scheme",
            "ta": "அப்னா கர் திட்டம்",
            "ml": "അപ്‌ന ഗർ പദ്ധതി",
            "hi": "अपना घर योजना"
          },
          "content": {
            "en": "Kerala's Apna Ghar Scheme provides clean, safe dormitory accommodation for migrant workers, with units already operating in Kanjikode (Palakkad) and Kinalur (Kozhikode); projects are expanding to other districts. These facilities offer affordable housing with essential amenities to ensure dignified living conditions for migrant workers.",
            "ta": "கேரளாவின் அப்னா கர் திட்டம் புலம்பெயர் தொழிலாளர்களுக்கு சுத்தமான, பாதுகாப்பான விடுதி வசதிகளை வழங்குகிறது, ஏற்கனவே கஞ்சிக்கோடு (பாலக்காடு) மற்றும் கினாலூர் (கோழிக்கோடு) ஆகிய இடங்களில் அலகுகள் செயல்படுகின்றன; திட்டங்கள் மற்ற மாவட்டங்களுக்கு விரிவடைந்து வருகின்றன.",
            "ml": "കേരളത്തിന്റെ അപ്‌ന ഗർ പദ്ധതി കുടിയേറ്റ തൊഴിലാളികൾക്ക് വൃത്തിയുള്ള, സുരക്ഷിതമായ ഡോർമിറ്ററി താമസസൗകര്യം നൽകുന്നു, കഞ്ചിക്കോട് (പാലക്കാട്), കിനാലൂർ (കോഴിക്കോട്) എന്നിവിടങ്ങളിൽ യൂണിറ്റുകൾ ഇതിനകം പ്രവർത്തിക്കുന്നുണ്ട്; പദ്ധതികൾ മറ്റ് ജില്ലകളിലേക്ക് വിപുലീകരിക്കുന്നു.",
            "hi": "केरल की अपना घर योजना प्रवासी श्रमिकों के लिए स्वच्छ, सुरक्षित छात्रावास आवास प्रदान करती है, जिसकी इकाइयां पहले से ही कांजीकोड (पलक्कड़) और किनालूर (कोझिकोड) में चल रही हैं; परियोजनाएं अन्य जिलों में विस्तारित हो रही हैं।"
          }
        },
        {
          "id": "housing_initiatives",
          "title": {
            "en": "Municipal Housing Initiatives",
            "ta": "நகராட்சி வீட்டுவசதி முயற்சிகள்",
            "ml": "മുനിസിപ്പൽ ഹൗസിംഗ് സംരംഭങ്ങൾ",
            "hi": "नगरपालिका आवास पहल"
          },
          "content": {
            "en": "Municipalities such as Kochi have implemented comprehensive plans for affordable rental housing for migrants, aiming to eliminate unsafe and unhygienic living conditions. Labour camps and hostels are being constructed as part of social security policy, and urban policies prioritize collective action for fair accommodation.",
            "ta": "கொச்சி போன்ற நகராட்சிகள் புலம்பெயர்ந்தவர்களுக்கான மலிவு வாடகை வீடுகளுக்கான விரிவான திட்டங்களை செயல்படுத்தியுள்ளன, பாதுகாப்பற்ற மற்றும் சுகாதாரமற்ற வாழ்க்கை நிலைமைகளை அகற்றுவதை நோக்கமாகக் கொண்டுள்ளன. சமூக பாதுகாப்பு கொள்கையின் ஒரு பகுதியாக தொழிலாளர் முகாம்கள் மற்றும் விடுதிகள் கட்டப்படுகின்றன.",
            "ml": "കൊച്ചി പോലുള്ള മുനിസിപ്പാലിറ്റികൾ കുടിയേറ്റക്കാർക്കായി താങ്ങാനാവുന്ന വാടക വീടുകൾക്കായി സമഗ്രമായ പദ്ധതികൾ നടപ്പിലാക്കിയിട്ടുണ്ട്, അസുരക്ഷിതവും അശുദ്ധവുമായ ജീവിത സാഹചര്യങ്ങൾ ഇല്ലാതാക്കാൻ ലക്ഷ്യമിടുന്നു. സാമൂഹിക സുരക്ഷാ നയത്തിന്റെ ഭാഗമായി ലേബർ ക്യാമ്പുകളും ഹോസ്റ്റലുകളും നിർമ്മിക്കുന്നുണ്ട്.",
            "hi": "कोच्चि जैसी नगरपालिकाओं ने प्रवासियों के लिए किफायती किराये के आवास के लिए व्यापक योजनाएं लागू की हैं, जिनका उद्देश्य असुरक्षित और अस्वच्छ रहने की स्थितियों को समाप्त करना है। सामाजिक सुरक्षा नीति के हिस्से के रूप में श्रम शिविरों और छात्रावासों का निर्माण किया जा रहा है।"
          }
        },
        {
          "id": "migrant_councils",
          "title": {
            "en": "Migrant Village Councils",
            "ta": "புலம்பெயர்ந்தோர் கிராம சபைகள்",
            "ml": "കുടിയേറ്റക്കാർക്കായുള്ള ഗ്രാമ കൗൺസിലുകൾ",
            "hi": "प्रवासी ग्राम परिषदें"
          },
          "content": {
            "en": "Exclusive village councils for migrants are instituted to identify their housing issues and ensure fair living standards. These councils provide a platform for migrant workers to voice their concerns, participate in decision-making processes, and collaborate with local authorities for improved housing solutions.",
            "ta": "புலம்பெயர்ந்தவர்களுக்கான பிரத்யேக கிராம சபைகள் அவர்களின் வீட்டுவசதி பிரச்சினைகளை கண்டறிந்து நியாயமான வாழ்க்கை தரத்தை உறுதிசெய்ய நிறுவப்பட்டுள்ளன. இந்த கவுன்சில்கள் புலம்பெயர்ந்த தொழிலாளர்களுக்கு அவர்களின் கவலைகளை வெளிப்படுத்தவும், முடிவெடுக்கும் செயல்முறைகளில் பங்கேற்கவும் ஒரு தளத்தை வழங்குகின்றன.",
            "ml": "കുടിയേറ്റക്കാർക്കായുള്ള പ്രത്യേക ഗ്രാമ കൗൺസിലുകൾ അവരുടെ പാർപ്പിട പ്രശ്നങ്ങൾ കണ്ടെത്താനും നീതിയുക്തമായ ജീവിത നിലവാരം ഉറപ്പാക്കാനും സ്ഥാപിച്ചിട്ടുണ്ട്. ഈ കൗൺസിലുകൾ കുടിയേറ്റ തൊഴിലാളികൾക്ക് അവരുടെ ആശങ്കകൾ പ്രകടിപ്പിക്കാനും തീരുമാനമെടുക്കൽ പ്രക്രിയകളിൽ പങ്കെടുക്കാനും ഒരു വേദി നൽകുന്നു.",
            "hi": "प्रवासियों के लिए विशेष ग्राम परिषदें उनके आवास संबंधी मुद्दों की पहचान करने और उचित जीवन स्तर सुनिश्चित करने के लिए स्थापित की गई हैं। ये परिषदें प्रवासी श्रमिकों को अपनी चिंताओं को व्यक्त करने, निर्णय लेने की प्रक्रियाओं में भाग लेने के लिए एक मंच प्रदान करती हैं।"
          }
        }
      ]
    },
    {
      "id": "welfare",
      "title": {
        "en": "Welfare Schemes",
        "ta": "நல திட்டங்கள்",
        "ml": "ക്ഷേമ പദ്ധതികൾ",
        "hi": "कल्याण योजनाएँ"
      },
      "rules": [
        {
          "id": "financial_assistance",
          "title": {
            "en": "Financial Assistance",
            "ta": "நிதி உதவி",
            "ml": "സാമ്പത്തിക സഹായം",
            "hi": "वित्तीय सहायता"
          },
          "content": {
            "en": "Migrant workers in Kerala have access to financial assistance from welfare boards, including medical aid and subsidies for housing and skill development. These benefits are accessible through formal registration processes and aim to support workers in emergencies and for improving their living conditions.",
            "ta": "கேரளாவில் உள்ள புலம்பெயர் தொழிலாளர்கள் நல வாரியங்களில் இருந்து மருத்துவ உதவி மற்றும் வீட்டுவசதி மற்றும் திறன் மேம்பாட்டிற்கான மானியங்கள் உட்பட நிதி உதவி பெறலாம்.",
            "ml": "കേരളത്തിലെ കുടിയേറ്റ തൊഴിലാളികൾക്ക് ക്ഷേമ ബോർഡുകളിൽ നിന്ന് സാമ്പത്തിക സഹായം ലഭിക്കാം, മെഡിക്കൽ എയ്ഡ്, പാർപ്പിടം, നൈപുണ്യ വികസനം എന്നിവയ്ക്കുള്ള സബ്‌സിഡികൾ ഉൾപ്പെടെ.",
            "hi": "केरल में प्रवासी श्रमिकों को कल्याण बोर्डों से वित्तीय सहायता प्राप्त है, जिसमें चिकित्सा सहायता और आवास और कौशल विकास के लिए सब्सिडी शामिल है।"
          }
        },
        {
          "id": "insurance_schemes",
          "title": {
            "en": "Insurance and Social Security",
            "ta": "காப்பீடு மற்றும் சமூக பாதுகாப்பு",
            "ml": "ഇൻഷുറൻസും സാമൂഹിക സുരക്ഷയും",
            "hi": "बीमा और सामाजिक सुरक्षा"
          },
          "content": {
            "en": "Kerala's welfare policy includes insurance for illness and accidents, grievance redressal, and social inclusion initiatives for migrants. These comprehensive insurance schemes cover hospital expenses, disability benefits, and provide compensation to families in case of worker fatality, ensuring social security for vulnerable migrant populations.",
            "ta": "கேரளாவின் நல கொள்கையில் நோய் மற்றும் விபத்துகளுக்கான காப்பீடு, குறை தீர்ப்பு மற்றும் புலம்பெயர்ந்தவர்களுக்கான சமூக சேர்க்கை முயற்சிகள் ஆகியவை அடங்கும்.",
            "ml": "കേരളത്തിന്റെ ക്ഷേമ നയത്തിൽ രോഗങ്ങൾക്കും അപകടങ്ങൾക്കുമുള്ള ഇൻഷുറൻസ്, പരാതി പരിഹാരം, കുടിയേറ്റക്കാർക്കായുള്ള സാമൂഹിക ഉൾപ്പെടുത്തൽ സംരംഭങ്ങൾ എന്നിവ ഉൾപ്പെടുന്നു.",
            "hi": "केरल की कल्याण नीति में बीमारी और दुर्घटनाओं के लिए बीमा, शिकायत निवारण और प्रवासियों के लिए सामाजिक समावेश पहल शामिल है।"
          }
        },
        {
          "id": "registration_portal",
          "title": {
            "en": "Registration and Data Management",
            "ta": "பதிவு மற்றும் தரவு மேலாண்மை",
            "ml": "രജിസ്ട്രേഷനും ഡാറ്റാ മാനേജ്മെന്റും",
            "hi": "पंजीकरण और डेटा प्रबंधन"
          },
          "content": {
            "en": "Registration and data management for migrants are improved through biometric IDs and centralized portals like e-Shram. These digital systems streamline access to welfare schemes, ensure proper documentation, and help authorities track and respond to the needs of the migrant workforce effectively.",
            "ta": "புலம்பெயர்ந்தவர்களுக்கான பதிவு மற்றும் தரவு மேலாண்மை பயோமெட்ரிக் அடையாள அட்டைகள் மற்றும் e-Shram போன்ற மையப்படுத்தப்பட்ட போர்ட்டல்கள் மூலம் மேம்படுத்தப்பட்டுள்ளன.",
            "ml": "കുടിയേറ്റക്കാർക്കുള്ള രജിസ്ട്രേഷനും ഡാറ്റാ മാനേജ്മെന്റും ബയോമെട്രിക് ഐഡികൾ, e-Shram പോലുള്ള സെൻട്രലൈസ്ഡ് പോർട്ടലുകൾ എന്നിവയിലൂടെ മെച്ചപ്പെടുത്തിയിട്ടുണ്ട്.",
            "hi": "प्रवासियों के लिए पंजीकरण और डेटा प्रबंधन बायोमेट्रिक आईडी और ई-श्रम जैसे केंद्रीकृत पोर्टल के माध्यम से सुधारा गया है।"
          }
        }
      ]
    }
  ],
  "videos": [
    {
      "id": "kerala_migrant_rights",
      "title": {
        "en": "Kerala Migrant Worker Rights - Official Guide",
        "ta": "கேரளா புலம்பெயர் தொழிலாளர் உரிமைகள் - அதிகாரப்பூர்வ வழிகாட்டி",
        "ml": "കേരള കുടിയേറ്റ തൊഴിലാളി അവകാശങ്ങൾ - ഔദ്യോഗിക ഗൈഡ്",
        "hi": "केरल प्रवासी श्रमिक अधिकार - आधिकारिक गाइड"
      },
      "videoId": "dQw4w9WgXcQ",
      "description": {
        "en": "Complete guide to migrant worker rights in Kerala including employment, healthcare, and housing rights.",
        "ta": "வேலை, சுகாதாரம் மற்றும் வீட்டுவசதி உரிமைகள் உட்பட கேரளாவில் புலம்பெயர் தொழிலாளர் உரிமைகளுக்கான முழுமையான வழிகாட்டி.",
        "ml": "തൊഴിൽ, ആരോഗ്യ പരിപാലനം, പാർപ്പിട അവകാശങ്ങൾ എന്നിവയുൾപ്പെടെ കേരളത്തിലെ കുടിയേറ്റ തൊഴിലാളി അവകാശങ്ങളുടെ പൂർണ്ണ ഗൈഡ്.",
        "hi": "रोजगार, स्वास्थ्य देखभाल और आवास अधिकारों सहित केरल में प्रवासी श्रमिक अधिकारों के लिए पूर्ण गाइड।"
      }
    },
    {
      "id": "healthcare_access",
      "title": {
        "en": "Healthcare Access for Migrant Workers in Kerala",
        "ta": "கேரளாவில் புலம்பெயர் தொழிலாளர்களுக்கான சுகாதார அணுகல்",
        "ml": "കേരളത്തിലെ കുടിയേറ്റ തൊഴിലാളികൾക്കുള്ള ആരോഗ്യ പരിപാലന പ്രവേശനം",
        "hi": "केरल में प्रवासी श्रमिकों के लिए स्वास्थ्य देखभाल पहुंच"
      },
      "videoId": "abc123XYZ",
      "description": {
        "en": "How to access free healthcare services in Kerala as a migrant worker.",
        "ta": "புலம்பெயர் தொழிலாளியாக கேரளாவில் இலவச சுகாதார சேவைகளை எவ்வாறு அணுகுவது.",
        "ml": "ഒരു കുടിയേറ്റ തൊഴിലാളി എന്ന നിലയിൽ കേരളത്തിൽ സൗജന്യ ആരോഗ്യ സേവനങ്ങൾ എങ്ങനെ ലഭ്യമാക്കാം.",
        "hi": "एक प्रवासी श्रमिक के रूप में केरल में मुफ्त स्वास्थ्य सेवाओं तक कैसे पहुंचें।"
      }
    },
    {
      "id": "welfare_schemes",
      "title": {
        "en": "Welfare Schemes for Migrants in Kerala 2025",
        "ta": "கேரளாவில் 2025-ல் புலம்பெயர்ந்தோருக்கான நல திட்டங்கள்",
        "ml": "കേരളത്തിലെ കുടിയേറ്റക്കാർക്കായുള്ള 2025-ലെ ക്ഷേമ പദ്ധതികൾ",
        "hi": "केरल में प्रवासियों के लिए 2025 की कल्याण योजनाएं"
      },
      "videoId": "welfare2025",
      "description": {
        "en": "Overview of all welfare schemes available to migrant workers in Kerala including financial assistance, insurance, and social security benefits.",
        "ta": "நிதி உதவி, காப்பீடு மற்றும் சமூக பாதுகாப்பு நன்மைகள் உள்ளிட்ட கேரளாவில் புலம்பெயர்ந்த தொழிலாளர்களுக்கு கிடைக்கும் அனைத்து நல திட்டங்களின் கண்ணோட்டம்.",
        "ml": "സാമ്പത്തിക സഹായം, ഇൻഷുറൻസ്, സാമൂഹിക സുരക്ഷാ ആനുകൂല്യങ്ങൾ എന്നിവയുൾപ്പെടെ കേരളത്തിലെ കുടിയേറ്റ തൊഴിലാളികൾക്ക് ലഭ്യമായ എല്ലാ ക്ഷേമ പദ്ധതികളുടെയും അവലോകനം.",
        "hi": "केरल में प्रवासी श्रमिकों के लिए उपलब्ध सभी कल्याण योजनाओं का अवलोकन, जिसमें वित्तीय सहायता, बीमा और सामाजिक सुरक्षा लाभ शामिल हैं।"
      }
    },
    {
      "id": "apna_ghar",
      "title": {
        "en": "Apna Ghar Housing Scheme Explained",
        "ta": "அப்னா கர் வீட்டுவசதித் திட்டம் விளக்கப்பட்டது",
        "ml": "അപ്‌ന ഗർ ഹൗസിംഗ് സ്‌കീം വിശദീകരിച്ചു",
        "hi": "अपना घर आवास योजना की व्याख्या"
      },
      "videoId": "apnaghar2025",
      "description": {
        "en": "Detailed explanation of the Apna Ghar housing scheme for migrant workers in Kerala, including how to apply and the facilities provided.",
        "ta": "கேரளாவில் புலம்பெயர்ந்த தொழிலாளர்களுக்கான அப்னா கர் வீட்டுவசதித் திட்டத்தின் விரிவான விளக்கம், விண்ணப்பிக்கும் முறை மற்றும் வழங்கப்படும் வசதிகள் உள்ளிட்டவை.",
        "ml": "കേരളത്തിലെ കുടിയേറ്റ തൊഴിലാളികൾക്കായുള്ള അപ്‌ന ഗർ ഹൗസിംഗ് സ്‌കീമിന്റെ വിശദമായ വിശദീകരണം, എങ്ങനെ അപേക്ഷിക്കാം, നൽകുന്ന സൗകര്യങ്ങൾ എന്നിവ ഉൾപ്പെടെ.",
        "hi": "केरल में प्रवासी श्रमिकों के लिए अपना घर आवास योजना का विस्तृत विवरण, जिसमें आवेदन कैसे करें और प्रदान की जाने वाली सुविधाएं शामिल हैं।"
      }
    }
  ]
}