{
  "categories": [
    {
      "id": "employment",
      "title": {
        "en": "Employment Rights",
        "ta": "வேலை உரிமைகள்",
        "ml": "തൊഴിൽ അവകാശങ്ങൾ",
        "hi": "रोजगार अधिकार"
      },
      "rules": [
        {
          "id": "min_wage",
          "title": {
            "en": "Minimum Wage Rights",
            "ta": "குறைந்தபட்ச ஊதிய உரிமைகள்",
            "ml": "കുറഞ്ഞ വേതന അവകാശങ്ങൾ",
            "hi": "न्यूनतम मजदूरी अधिकार"
          },
          "content": {
            "en": "Every migrant worker in Kerala is entitled to receive at least the minimum wage as prescribed by the Kerala government. The current minimum wage for unskilled workers is ₹372 per day. Skilled workers are entitled to higher wages based on their skill category.",
            "ta": "கேரளாவில் உள்ள ஒவ்வொரு புலம்பெயர் தொழிலாளியும் கேரளா அரசால் நிர்ணயிக்கப்பட்ட குறைந்தபட்ச ஊதியத்தைப் பெற உரிமை உண்டு. திறமையற்ற தொழிலாளர்களுக்கான தற்போதைய குறைந்தபட்ச ஊதியம் நாளொன்றுக்கு ₹372 ஆகும்.",
            "ml": "കേരളത്തിലെ ഓരോ കുടിയേറ്റ തൊഴിലാളിക്കും കേരള സർക്കാർ നിശ്ചയിച്ചിട്ടുള്ള ഏറ്റവും കുറഞ്ഞ വേതനമെങ്കിലും ലഭിക്കാൻ അവകാശമുണ്ട്. അദക്ഷ തൊഴിലാളികൾക്കുള്ള നിലവിലെ മിനിമം കൂലി പ്രതിദിനം ₹372 ആണ്.",
            "hi": "केरल में हर प्रवासी श्रमिक को केरल सरकार द्वारा निर्धारित न्यूनतम मजदूरी प्राप्त करने का अधिकार है। अकुशल श्रमिकों के लिए वर्तमान न्यूनतम मजदूरी ₹372 प्रति दिन है।"
          }
        },
        {
          "id": "working_hours",
          "title": {
            "en": "Working Hours & Overtime",
            "ta": "வேலை நேரம் & கூடுதல் நேர வேலை",
            "ml": "ജോലി സമയവും ഓവർടൈമും",
            "hi": "कार्य समय और ओवरटाइम"
          },
          "content": {
            "en": "Maximum working hours per day should not exceed 8 hours. Any work beyond 8 hours is considered overtime and must be paid at double the normal rate. Weekly rest of at least 24 consecutive hours is mandatory.",
            "ta": "ஒரு நாளில் அதிகபட்ச வேலை நேரம் 8 மணி நேரத்தை தாண்டக்கூடாது. 8 மணி நேரத்திற்கு மேலான எந்த வேலையும் கூடுதல் நேர வேலையாக கருதப்பட்டு, சாதாரண விகிதத்தை விட இரட்டிப்பு ஊதியம் வழங்கப்பட வேண்டும்.",
            "ml": "പ്രതിദിനം പരമാവധി ജോലി സമയം 8 മണിക്കൂറിൽ കൂടരുത്. 8 മണിക്കൂറിനു മുകളിലുള്ള ഏതൊരു ജോലിയും ഓവർടൈമായി കണക്കാക്കുകയും സാധാരണ നിരക്കിന്റെ ഇരട്ടി നൽകുകയും വേണം.",
            "hi": "प्रति दिन अधिकतम कार्य घंटे 8 घंटे से अधिक नहीं होने चाहिए। 8 घंटे से अधिक का कोई भी काम ओवरटाइम माना जाता है और सामान्य दर से दोगुना भुगतान किया जाना चाहिए।"
          }
        }
      ]
    },
    {
      "id": "healthcare",
      "title": {
        "en": "Healthcare & Safety",
        "ta": "சுகாதாரம் & பாதுகாப்பு",
        "ml": "ആരോഗ്യ പരിപാലനവും സുരക്ഷയും",
        "hi": "स्वास्थ्य देखभाल और सुरक्षा"
      },
      "rules": [
        {
          "id": "medical_access",
          "title": {
            "en": "Free Medical Access",
            "ta": "இலவச மருத்துவ அணுகல்",
            "ml": "സൗജന്യ മെഡിക്കൽ പ്രവേശനം",
            "hi": "निःशुल्क चिकित्सा पहुंच"
          },
          "content": {
            "en": "All migrant workers are entitled to free medical treatment at government hospitals and primary health centers. Emergency treatment cannot be denied regardless of documentation status.",
            "ta": "அனைத்து புலம்பெயர் தொழிலாளர்களும் அரசு மருத்துவமனைகள் மற்றும் ஆரம்ப சுகாதார மையங்களில் இலவச மருத்துவ சிகிச்சை பெற உரிமை உண்டு.",
            "ml": "എല്ലാ കുടിയേറ്റ തൊഴിലാളികൾക്കും സർക്കാർ ആശുപത്രികളിലും പ്രാഥമിക ആരോഗ്യ കേന്ദ്രങ്ങളിലും സൗജന്യ വൈദ്യ ചികിത്സ ലഭിക്കാൻ അവകാശമുണ്ട്.",
            "hi": "सभी प्रवासी श्रमिकों को सरकारी अस्पतालों और प्राथमिक स्वास्थ्य केंद्रों में मुफ्त चिकित्सा उपचार का अधिकार है।"
          }
        }
      ]
    },
    {
      "id": "housing",
      "title": {
        "en": "Housing & Accommodation",
        "ta": "வீட்டுவசதி மற்றும் தங்குமிடம்",
        "ml": "പാർപ്പിടവും താമസവും",
        "hi": "आवास और निवास"
      },
      "rules": [
        {
          "id": "accommodation_standards",
          "title": {
            "en": "Minimum Accommodation Standards",
            "ta": "குறைந்தபட்ச தங்குமிட தரங்கள்",
            "ml": "ഏറ്റവും കുറഞ്ഞ താമസ നിലവാരം",
            "hi": "न्यूनतम आवास मानक"
          },
          "content": {
            "en": "Employers must provide proper accommodation with basic amenities including clean water, electricity, ventilation, and sanitation facilities. Overcrowding is prohibited - minimum 50 sq ft per person is required.",
            "ta": "முதலாளிகள் சுத்தமான நீர், மின்சாரம், காற்றோட்டம் மற்றும் சுகாதார வசதிகள் உட்பட அடிப்படை வசதிகளுடன் கூடிய சரியான தங்குமிடம் வழங்க வேண்டும்.",
            "ml": "തൊഴിലുടമകൾ ശുദ്ധജലം, വൈദ്യുതി, വെന്റിലേഷൻ, ശുചിത്വ സൗകര്യങ്ങൾ എന്നിവയുൾപ്പെടെയുള്ള അടിസ്ഥാന സൗകര്യങ്ങളോടുകൂടിയ ശരിയായ താമസസൗകര്യം നൽകണം.",
            "hi": "नियोक्ताओं को स्वच्छ पानी, बिजली, वेंटिलेशन और स्वच्छता सुविधाओं सहित बुनियादी सुविधाओं के साथ उचित आवास प्रदान करना चाहिए।"
          }
        }
      ]
    }
  ],
  "videos": [
    {
      "id": "kerala_migrant_rights",
      "title": {
        "en": "Kerala Migrant Worker Rights - Official Guide",
        "ta": "கேரளா புலம்பெயர் தொழிலாளர் உரிமைகள் - அதிகாரப்பூர்வ வழிகாட்டி",
        "ml": "കേരള കുടിയേറ്റ തൊഴിലാളി അവകാശങ്ങൾ - ഔദ്യോഗിക ഗൈഡ്",
        "hi": "केरल प्रवासी श्रमिक अधिकार - आधिकारिक गाइड"
      },
      "videoId": "dQw4w9WgXcQ",
      "description": {
        "en": "Complete guide to migrant worker rights in Kerala including employment, healthcare, and housing rights.",
        "ta": "வேலை, சுகாதாரம் மற்றும் வீட்டுவசதி உரிமைகள் உட்பட கேரளாவில் புலம்பெயர் தொழிலாளர் உரிமைகளுக்கான முழுமையான வழிகாட்டி.",
        "ml": "തൊഴിൽ, ആരോഗ്യ പരിപാലനം, പാർപ്പിട അവകാശങ്ങൾ എന്നിവയുൾപ്പെടെ കേരളത്തിലെ കുടിയേറ്റ തൊഴിലാളി അവകാശങ്ങളുടെ പൂർണ്ണ ഗൈഡ്.",
        "hi": "रोजगार, स्वास्थ्य देखभाल और आवास अधिकारों सहित केरल में प्रवासी श्रमिक अधिकारों के लिए पूर्ण गाइड।"
      }
    },
    {
      "id": "healthcare_access",
      "title": {
        "en": "Healthcare Access for Migrant Workers in Kerala",
        "ta": "கேரளாவில் புலம்பெயர் தொழிலாளர்களுக்கான சுகாதார அணுகல்",
        "ml": "കേരളത്തിലെ കുടിയേറ്റ തൊഴിലാളികൾക്കുള്ള ആരോഗ്യ പരിപാലന പ്രവേശനം",
        "hi": "केरल में प्रवासी श्रमिकों के लिए स्वास्थ्य देखभाल पहुंच"
      },
      "videoId": "abc123XYZ",
      "description": {
        "en": "How to access free healthcare services in Kerala as a migrant worker.",
        "ta": "புலம்பெயர் தொழிலாளியாக கேரளாவில் இலவச சுகாதார சேவைகளை எவ்வாறு அணுகுவது.",
        "ml": "ഒരു കുടിയേറ്റ തൊഴിലാളി എന്ന നിലയിൽ കേരളത്തിൽ സൗജന്യ ആരോഗ്യ സേവനങ്ങൾ എങ്ങനെ ലഭ്യമാക്കാം.",
        "hi": "एक प्रवासी श्रमिक के रूप में केरल में मुफ्त स्वास्थ्य सेवाओं तक कैसे पहुंचें।"
      }
    }
  ]
}